<template>
    <NuxtLayout name="content">
         <h1>
          公益與環保
          </h1> 
          
        <p>
          作為一個有責任感的企業，我們重視對環境的保護，我們透過教育員工及添置環保設施，期望能做到節能及低碳排放，以下便是過去我們實施環保概念的例子： <br />
          <ol>
            <li>使用太陽能再生能源系統</li>
            <li>空調的溫度控制在25.5度</li>
            <li>使用環保的材料和節水處理系統</li>
            <li>減少辦公室的紙張使用</li>
            <li>使用環保節能照明光管</li>
            <li>全面綠化生產廠房</li>
            <li>要求供應商和加工商共同遵守環境保護條例</li>
          </ol>
        </p>
        <h1>
          教育與培訓
        </h1>
        <div class="contentImg">
            <img :src="img1" />
          </div>
        <p>
          嘉麗華集團一直致力於產品的開發和生產工藝的革新，而且重視對人才的培養，期望員工與企業能共同發展成長。集團經常為管理層及員工舉辦在職培訓。例如營銷策略、人事管理、生產技術、稅務及財務、設計師進修及野外拓展訓練等等。此外，為了全力支持毛織業界之發展，和讓員工擁有更多機會參與業界之活動，從而增廣見聞及知識，本集團自2009年起成為香港毛織創新及設計協會會員，全力支持協會舉辦或贊助之活動，包括成為展覽會參展商、毛織匯裝表演、同業觀摩團、培訓班講座及研討會等。
        </p>

        <h1>
          員工福利
        </h1>
        <div class="contentImg">
            <img :src="img2" />
          </div>
        <p>
          嘉麗華集團及其聯營機構提供優厚工資待遇及福利予員工，並且定期舉行多種不同類型的康樂活動如春茗晚會、旅行日、聚餐、運動及歌唱比賽等，讓員工在輕鬆融和的氣氛下建立良好工友關係。我們非常重視集團與員工之間的溝通。因此，我們尊重每一位成員的感受，願意聽取每一位員工的意見，從而建立互信關係。此外，我們為員工提供寧靜舒適及設備完善之宿舍，設備包括空調、24小時冷熱水、有線電視接口等；同時亦設有多項娛樂設施，如籃球場、乒乓球場、卡拉OK廳、健身房等，配套設施一應俱全，暮求改善員工的生活質數，讓員工無論是工作方面還是生活方面都能感受到家的溫暖。
        </p>
        <h1>
          人才招聘
        </h1>
        <div class="contentImg">
            <img :src="img3" />
          </div>
        <p>
          嘉麗華集團在中國香港總部和中國內地均設有多家自營和聯營的辦事處及工廠，我們始終認為員工是企業發展的支柱，而優質的人力資源更是企業成功發展的關鍵。所以，一直以來，集團都積極網羅才能卓越而優秀的員工，以適應迅速萬變的商業市場。我們提供良好的就業環境和公平的發展平台，讓所有員工能發揮所長，盡展才華; 同時通過崗位培訓與激勵讓員工晉升及表現自我，使他們在企業能學習和成長，實現自我價值。嘉麗華集團誠意邀請閣下加入我們的團隊，與企業共創未來...
        </p>
        
  </NuxtLayout>
</template>


<script setup lang="ts">
  const img1 = "images/15.JPG";
  const img2 = "images/14.JPG";
  const img3 = "images/13.JPG";
</script>